/* State and Keywordgroupnames */

"/Objective-C/Messages" = "Objective-C Methodenaufrufe";
"/Objective-C/Cocoa Classes" = "Cocoa Klassen";
"/Objective-C/Objective-C Keywords" = "Symbole (@class, etc.)";
"/Objective-C/Memory Management" = "Schlüsselworte fürs Speichermanagement";
"/Objective-C/Cocoa Functions" = "Cocoa-Funktionen";
"/Objective-C/Cocoa Types" = "Cocoa-Typen";
"/Objective-C/Cocoa Constants" = "Cocoa-Konstanten";
"/Objective-C/Cocoa Stuff (Panther)" = "Cocoa-Ergänzungen";
"/Objective-C/NSString" = "@\"NSString\"";

"/C/C Keywords" = "Schlüsselwörter";
"/C/Numbers" = "Zahlen";
"/C/Characters" = "Zeichen";
"/C/FunctionRegex" = "Funktionsaufrufe";
"/C/Preprocessor" = "Präprozessor";
"/C/AutodocComment" = "/*\" Autodoc Kommentar \"*/";
"/C/Comment" = "/* Kommentar */";
"/C/SingleComment" = "// Kommentar";
"/C/String" = "\"Zeichenketten\"";
"/C/DoxyGen Comment" = "/** DoxyGen Kommentar **/";
"/C/DoxyGen Tags" = "DoxyGen @Tags";
